Repository: Slavvok/taguette
Catalog: po/javascript._*.po
Languages: ru_ru

source: edit
ru_ru: редактировать

source: There are no documents in this project yet.
ru_ru: В данном проекте отстутсвуют документы

source: Error uploading file!
ru_ru: Возникла ошибка во время загрузки файла!

source: Document name cannot be empty
ru_ru: Имя документа не может быть пустым

source: Couldn't update document!
ru_ru: Возникла ошибка во время обновления документа

source: Are you sure you want to delete the document '%(doc)s'?
ru_ru: Вы уверены что хотите удалить документ '%(doc)s'?

source: Couldn't delete document!
ru_ru: Возникла ошибка во время удаления документа!

source: There are no tags in this project yet.
ru_ru: В данном проекте отсутствуют тэги

source: no tags
ru_ru: нет тэгов

source: Invalid tag name
ru_ru: Неверное название тэга

source: Couldn't create tag!
ru_ru: Невозможно создать тэг

source: Are you sure you want to delete the tag '%(tag)s'?
ru_ru: Вы уверены что хотите удалить тэг '%(tag)s'?

source: Couldn't delete tag!
ru_ru: Возникла ошибка во время удаления тэга!

source: Couldn't merge tags!
ru_ru: Возникла ошибка во время слияния тэгов!

source: Couldn't create highlight!
ru_ru: Возникла ошибка во время создания хайлайта!

source: Couldn't delete highlight!
ru_ru: Возникла ошибка во время удаления хайлайта!

source: Full permissions
ru_ru: Заполните соглашения

source: Can't change collaborators / delete project
ru_ru: Невозможно изменить коллаборации

source: View & make changes
ru_ru: Просмотр и внесение изменений

source: View only
ru_ru: Просмотр только

source: Already a member!
ru_ru: Уже являюсь членом!

source: This user doesn't exist!
ru_ru: Этого пользователя не существует!

source: Couldn't update collaborators!
ru_ru: Невозможно обновить коллаборации!

source: Load a document on the left
ru_ru: Загрузите документ слева

source: Error loading document!
ru_ru: Возникла ошибка во время загрузки документа!

source: No highlights with this tag yet.
ru_ru: На данный момент хайлайты с этим тагом отсутствуют

source: Error loading tag highlights!
ru_ru: Возникла ошибка во время загрузки хайлайта тэга!

source: It appears that you have been logged out.
ru_ru: Похоже вы закончили сессию.

source: You can no longer access this project.
ru_ru: У вас нет доступа к этому проекту.
